tap "bellecp/fast-p"
tap "ctdk/ctdk"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "linux-noah/noah"
tap "mongodb/brew"
tap "osx-cross/avr"
tap "zegervdv/zathura"
brew "python@3.12"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "dbus"
brew "libxi"
brew "at-spi2-core"
brew "automake"
brew "boost"
brew "avrdude"
brew "aws-iam-authenticator"
brew "awscli"
brew "libssh2"
brew "bat"
brew "pycparser"
brew "ctags"
brew "curl"
brew "datamash"
brew "desktop-file-utils"
brew "docker"
brew "docutils"
brew "openjpeg"
brew "ghostscript"
brew "libarchive"
brew "libass"
brew "libssh"
brew "tbb"
brew "tesseract"
brew "ffmpeg"
brew "fftw"
brew "netpbm"
brew "figlet"
brew "fish"
brew "fltk"
brew "foremost"
brew "libxxf86vm"
brew "mesa"
brew "freeglut"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "gnupg"
brew "hunspell"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "graphicsmagick"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "guile"
brew "hdf5"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "libnotify"
brew "libproxy"
brew "libzip"
brew "markdown"
brew "ninja"
brew "meson"
brew "mongosh"
brew "mupdf"
brew "mysql"
brew "mysql@5.7"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "pstoedit"
brew "pyqt"
brew "qrupdate"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "osmfilter"
brew "osmium-tool"
brew "poppler"
brew "pdfgrep"
brew "perl"
brew "php"
brew "postgresql@14"
brew "qt@5"
brew "pyqt@5"
brew "python@3.8"
brew "python@3.9"
brew "r", link: false
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "sip"
brew "sl"
brew "sphinx-doc"
brew "starship"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yt-dlp"
brew "ctdk/ctdk/bsdgames-osx", link: false
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@9"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "font-iosevka"
cask "hammerspoon"
cask "iterm2"
cask "julia"
cask "miniconda"
cask "r"
cask "rar"
cask "rstudio"
cask "skim"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "whichspace"
cask "xquartz"
vscode "asvetliakov.vscode-neovim"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "pkosta2005.heroku-command"
vscode "shopify.ruby-lsp"
vscode "tomoki1207.pdf"
